ASHRAE55/validation/uniformCase/0/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 297.15; // 24 C

boundaryField
{
    walls
    {
        type            fixedValue;
        value           uniform 297.15; // 24 C wall temperature
    }
}