ASHRAE55/validation/uniformCase/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0.2 0 0); // 0.2 m/s air velocity

boundaryField
{
    walls
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
}