ASHRAE55/validation/uniformCase/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

scale 1;

vertices
(
    (0 0 0)
    (5 0 0)
    (5 3 0)
    (0 3 0)
    (0 0 3)
    (5 0 3)
    (5 3 3)
    (0 3 3)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (10 6 6) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    walls
    {
        type wall;
        faces
        (
            (0 4 7 3)
            (2 6 5 1)
            (1 5 4 0)
            (3 7 6 2)
            (0 3 2 1)
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);